Repository: markviner/linux_dev
Catalog: 11_Documenting/po/*.po
Languages: ru

source: guessnum -- a number guessing game The program tries to guess a number you are thinking of between 1 and 100.
ru: guessnum — игра в угадывание числа Программа пытается угадать число, которое вы загадали от 1 до 100.

source: Use Roman numerals for display
ru: Использовать римские цифры для отображения

source: Error: input closed
ru: Ошибка: ввод закрыт

source: Please answer Yes or No
ru: Пожалуйста, отвечайте Yes или No

source: Think of a number from %s to %s.
ru: Загадайте число от %s до %s.

source: Think of a number from %d to %d.
ru: Загадайте число от %d до %d.

source: Is your number greater than %s? (Yes/No):
ru: Ваше число больше %s? (Yes/No):

source: Is your number greater than %d? (Yes/No):
ru: Ваше число больше %d? (Yes/No):

source: Your number is %s!
ru: Ваше число — %s!

source: Your number is %d!
ru: Ваше число — %d!
