Repository: markviner/linux_dev
Catalog: 12_InstallPackaging/tplotter/po/*.po
Languages: ru

source: Usage: %s <expression1> [expression2] ...
ru: Использование: %s <выражение1> [выражение2] ...

source: Example: %s "sin(x)" "cos(x)"
ru: Пример: %s "sin(x)" "cos(x)"

source: Supported functions: sin, cos, tan, sqrt, abs, log, log2
ru: Поддерживаемые функции: sin, cos, tan, sqrt, abs, log, log2

source: Supported operations: +, -, *, /, ^
ru: Поддерживаемые операции: +, -, *, /, ^

source: Error: Memory allocation failed
ru: Ошибка: Не удалось выделить память

source: Plotting %d function(s)...
ru: Построение графика %d функции(й)...

source: Error: Invalid expression '%s'
ru: Ошибка: Неверное выражение '%s'

source: Function %d: %s
ru: Функция %d: %s

source: Error: Failed to evaluate expression at x=%.2f
ru: Ошибка: Не удалось вычислить выражение при x=%.2f

source: Plot: X[%.1f, %.1f] Y[%.1f, %.1f]
ru: График: X[%.1f, %.1f] Y[%.1f, %.1f]

source: Legend:
ru: Легенда:

source: Function
ru: Функция
